Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.ca5b5635259a
source: 広告配信では、IPアドレス、端末・アプリの概要情報、SDKの診断・パフォーマンス情報、広告の表示・操作情報がGoogleに送信され、IPアドレスから概算位置が推定される場合があります。BodyModeで記録した体重、心拍、睡眠、食事、写真、トレーニング、目標、GPS・ジム位置は広告リクエストに含めません。
ar_sa: لتقديم الإعلانات، تتلقى Google عنوان IP ومعلومات أساسية عن الجهاز والتطبيق وبيانات تشخيص SDK وأدائه وبيانات ظهور الإعلانات والتفاعل معها. قد يُستنتج موقعك التقريبي من عنوان IP. لا تُضمّن في طلبات الإعلانات بيانات الوزن أو نبض القلب أو النوم أو الوجبات أو الصور أو التمارين أو الأهداف أو GPS أو مواقع النوادي المسجلة في BodyMode.
ca: Per publicar anuncis, Google rep la teva adreça IP, informació bàsica del dispositiu i de l'app, dades de diagnòstic i rendiment de l'SDK, i dades d'impressions i interaccions amb anuncis. La ubicació aproximada es pot inferir de l'adreça IP. El pes, la freqüència cardíaca, el son, els àpats, les fotos, els entrenaments, els objectius, les dades GPS i les ubicacions de gimnasos registrats a BodyMode no s'inclouen a les sol·licituds d'anuncis.
cs: Za účelem zobrazování reklam obdrží Google vaši IP adresu, základní údaje o zařízení a aplikaci, diagnostická a výkonnostní data SDK a údaje o zobrazeních a interakcích s reklamami. Z IP adresy může být odvozena přibližná poloha. Hmotnost, tepová frekvence, spánek, jídla, fotografie, tréninky, cíle, GPS data a polohy posiloven zaznamenané v BodyMode nejsou součástí reklamních požadavků.
da: Ved annoncelevering modtager Google din IP-adresse, grundlæggende oplysninger om enhed og app, SDK-diagnose- og ydeevnedata samt data om annoncevisninger og interaktioner. Din omtrentlige placering kan udledes af din IP-adresse. Vægt, puls, søvn, måltider, billeder, træninger, mål, GPS-data og fitnesscenterplaceringer registreret i BodyMode medtages ikke i annonceanmodninger.
de_de: Für die Werbeauslieferung erhält Google deine IP-Adresse, grundlegende Geräte- und App-Informationen, Diagnose- und Leistungsdaten des SDK sowie Daten zu Anzeigenaufrufen und -interaktionen. Dein ungefährer Standort kann aus der IP-Adresse abgeleitet werden. Gewicht, Herzfrequenz, Schlaf, Mahlzeiten, Fotos, Trainings, Ziele, GPS-Daten und in BodyMode erfasste Studiostandorte sind nicht in Werbeanfragen enthalten.
el: Για την προβολή διαφημίσεων, η Google λαμβάνει τη διεύθυνση IP σου, βασικές πληροφορίες συσκευής και εφαρμογής, διαγνωστικά δεδομένα και δεδομένα απόδοσης SDK, καθώς και δεδομένα εμφανίσεων και αλληλεπιδράσεων με διαφημίσεις. Η κατά προσέγγιση τοποθεσία σου μπορεί να συναχθεί από τη διεύθυνση IP. Βάρος, καρδιακός ρυθμός, ύπνος, γεύματα, φωτογραφίες, προπονήσεις, στόχοι, δεδομένα GPS και τοποθεσίες γυμναστηρίων που καταγράφονται στο BodyMode δεν περιλαμβάνονται στα αιτήματα διαφημίσεων.
en_au: For ad delivery, Google receives your IP address, basic device and app information, SDK diagnostic and performance data, and ad impression and interaction data. Your approximate location may be inferred from your IP address. Weight, heart rate, sleep, meals, photos, workouts, goals, GPS data, and gym locations recorded in BodyMode are not included in ad requests.
es_es: Para mostrar publicidad, Google recibe tu dirección IP, información básica del dispositivo y la app, datos de diagnóstico y rendimiento del SDK, y datos de visualización e interacción con publicidad. Tu ubicación aproximada puede inferirse a partir de tu dirección IP. El peso, la frecuencia cardiaca, el sueño, las comidas, las fotos, los entrenamientos, las objetivos, los datos GPS y las ubicaciones de gimnasios registrados en BodyMode no se incluyen en las solicitudes de publicidad.
fi: Mainosten toimittamista varten Google vastaanottaa IP-osoitteesi, laitteen ja sovelluksen perustiedot, SDK:n diagnostiikka- ja suorituskykytiedot sekä tiedot mainosten näyttökerroista ja vuorovaikutuksesta. Likimääräinen sijaintisi voidaan päätellä IP-osoitteesta. BodyModeen tallennettua painoa, sykettä, unta, aterioita, kuvia, harjoituksia, tavoitteita, GPS-tietoja ja kuntosalien sijainteja ei sisällytetä mainospyyntöihin.
fr_ca: Pour diffuser des publicités, Google reçoit votre adresse IP, des informations générales sur l'appareil et l'app, les données de diagnostic et de performance du SDK, ainsi que les données d'affichage et d'interaction avec les publicités. Votre position approximative peut être déduite de votre adresse IP. Le poids, la fréquence cardiaque, le sommeil, les repas, les photos, les entraînements, les objectifs, les données GPS et les lieux de salle enregistrés dans BodyMode ne sont pas inclus dans les demandes publicitaires.
gu: જાહેરાત બતાવવા Google તમારું IP સરનામું, ઉપકરણ અને એપની મૂળભૂત માહિતી, SDK નિદાન અને કાર્યક્ષમતા ડેટા તથા જાહેરાત દેખાવ અને ક્રિયાપ્રતિક્રિયા ડેટા મેળવે છે. IP સરનામાથી અંદાજિત સ્થાન નક્કી થઈ શકે છે. BodyModeમાં રેકોર્ડ કરેલું વજન, હૃદયગતિ, ઊંઘ, ભોજન, ફોટા, વર્કઆઉટ, લક્ષ્યો, GPS ડેટા અને જિમ સ્થાન જાહેરાત વિનંતીઓમાં શામેલ નથી.
he: לצורך הצגת מודעות, Google מקבלת את כתובת ה-IP, מידע בסיסי על המכשיר והיישום, נתוני אבחון וביצועים של ה-SDK ונתוני חשיפה ואינטראקציה עם מודעות. ייתכן שמיקום משוער יוסק מכתובת ה-IP. משקל, דופק, שינה, ארוחות, תמונות, אימונים, יעדים, נתוני GPS ומיקומי חדרי כושר שנרשמו ב-BodyMode אינם נכללים בבקשות למודעות.
hi: विज्ञापन दिखाने के लिए Google आपका IP पता, डिवाइस और ऐप की मूल जानकारी, SDK के निदान और प्रदर्शन डेटा तथा विज्ञापन दिखने और इंटरैक्शन का डेटा प्राप्त करता है। IP पते से अनुमानित स्थान निकाला जा सकता है। BodyMode में दर्ज वज़न, हृदय गति, नींद, भोजन, फ़ोटो, वर्कआउट, लक्ष्य, GPS डेटा और जिम स्थान विज्ञापन अनुरोधों में शामिल नहीं होते।
hr: Za prikazivanje oglasa Google prima vašu IP adresu, osnovne podatke o uređaju i aplikaciji, dijagnostičke podatke i podatke o radu SDK-a te podatke o prikazima oglasa i interakcijama. Približna lokacija može se izvesti iz IP adrese. Težina, puls, san, obroci, fotografije, treninzi, ciljevi, GPS podaci i lokacije teretana zabilježeni u BodyModeu nisu uključeni u zahtjeve za oglase.
hu: A hirdetések megjelenítéséhez a Google megkapja az IP-címedet, az eszköz és az alkalmazás alapadatait, az SDK diagnosztikai és teljesítményadatait, valamint a hirdetésmegjelenítési és interakciós adatokat. Az IP-címedből hozzávetőleges hely állapítható meg. A BodyMode-ban rögzített testsúly, pulzus, alvás, étkezések, fotók, edzések, célok, GPS-adatok és edzőtermi helyek nem szerepelnek a hirdetési kérelmekben.
id: Untuk menayangkan iklan, Google menerima alamat IP Anda, informasi dasar perangkat dan aplikasi, data diagnostik dan performa SDK, serta data tayangan dan interaksi iklan. Perkiraan lokasi dapat disimpulkan dari alamat IP. Berat badan, detak jantung, tidur, makanan, foto, latihan, tujuan, data GPS, dan lokasi gym yang dicatat di BodyMode tidak disertakan dalam permintaan iklan.
it: Per pubblicare gli annunci, Google riceve il tuo indirizzo IP, informazioni di base sul dispositivo e sull'app, dati diagnostici e sulle prestazioni dell'SDK e dati su visualizzazioni e interazioni con gli annunci. La posizione approssimativa può essere dedotta dall'indirizzo IP. Peso, frequenza cardiaca, sonno, pasti, foto, allenamenti, obiettivi, dati GPS e posizioni delle palestre registrati in BodyMode non sono inclusi nelle richieste pubblicitarie.
ko: 광고 제공을 위해 Google로 IP 주소, 기기 및 앱의 기본 정보, SDK 진단 및 성능 데이터, 광고 노출 및 상호작용 데이터가 전송됩니다. IP 주소로 대략적인 위치가 추정될 수 있습니다. BodyMode에 기록된 체중, 심박수, 수면, 식사, 사진, 운동, 목표, GPS 데이터 및 헬스장 위치는 광고 요청에 포함되지 않습니다.
mr: जाहिरात वितरणासाठी Google तुमचा IP पत्ता, डिव्हाइस आणि अॅपची मूलभूत माहिती, SDK निदान व कार्यक्षमता डेटा आणि जाहिरात प्रदर्शन व परस्परसंवाद डेटा प्राप्त करते. IP पत्त्यावरून अंदाजे स्थान ठरवले जाऊ शकते. BodyMode मध्ये नोंदवलेले वजन, हृदयगती, झोप, जेवण, फोटो, वर्कआउट्स, उद्दिष्टे, GPS डेटा आणि जिम स्थाने जाहिरात विनंत्यांमध्ये समाविष्ट केली जात नाहीत.
ms: Untuk menyiarkan iklan, Google menerima alamat IP anda, maklumat asas peranti dan aplikasi, data diagnostik dan prestasi SDK, serta data paparan dan interaksi iklan. Lokasi anggaran mungkin disimpulkan daripada alamat IP. Berat, kadar denyutan jantung, tidur, hidangan, foto, senaman, matlamat, data GPS dan lokasi gim yang direkodkan dalam BodyMode tidak disertakan dalam permintaan iklan.
nl_nl: Voor advertentieweergave ontvangt Google je IP-adres, algemene apparaat- en appgegevens, diagnostische en prestatiegegevens van de SDK en gegevens over advertentievertoningen en interacties. Je globale locatie kan uit je IP-adres worden afgeleid. Gewicht, hartslag, slaap, maaltijden, foto's, trainingen, doelen, GPS-gegevens en sportschoollocaties die in BodyMode zijn geregistreerd, worden niet opgenomen in advertentieverzoeken.
no: For annonselevering mottar Google IP-adressen din, grunnleggende informasjon om enheten og appen, SDK-diagnostikk- og ytelsesdata samt data om annonsevisninger og interaksjoner. Omtrentlig posisjon kan utledes fra IP-adressen. Vekt, puls, søvn, måltider, bilder, treningsøkter, mål, GPS-data og treningssenterposisjoner registrert i BodyMode inkluderes ikke i annonseforespørsler.
pl: W celu wyświetlania reklam Google otrzymuje Twój adres IP, podstawowe informacje o urządzeniu i aplikacji, dane diagnostyczne i wydajnościowe SDK oraz dane o wyświetleniach i interakcjach z reklamami. Przybliżona lokalizacja może zostać wywnioskowana z adresu IP. Masa ciała, tętno, sen, posiłki, zdjęcia, treningi, cele, dane GPS i lokalizacje siłowni zapisane w BodyMode nie są dołączane do żądań reklamowych.
pt_br: Para exibir anúncios, o Google recebe seu endereço IP, informações básicas do dispositivo e do app, dados de diagnóstico e desempenho do SDK e dados de exibição e interação com anúncios. Sua localização aproximada pode ser inferida pelo endereço IP. Peso, frequência cardíaca, sono, refeições, fotos, treinos, metas, dados de GPS e locais de academias registrados no BodyMode não são incluídos nas solicitações de anúncios.
pt_pt: Para exibir anúncios, o Google recebe o seu endereço IP, informações básicas do dispositivo e do app, dados de diagnóstico e desempenho do SDK e dados de exibição e interação com anúncios. A sua localização aproximada pode ser inferida pelo endereço IP. Peso, frequência cardíaca, sono, refeições, fotos, treinos, objetivos, dados de GPS e locais de ginásios registados no BodyMode não são incluídos nas solicitações de anúncios.
ro: Pentru afișarea reclamelor, Google primește adresa IP, informații generale despre dispozitiv și aplicație, date de diagnostic și performanță ale SDK-ului și date despre afișările și interacțiunile cu reclamele. Locația aproximativă poate fi dedusă din adresa IP. Greutatea, pulsul, somnul, mesele, fotografiile, antrenamentele, obiectivele, datele GPS și locațiile sălilor înregistrate în BodyMode nu sunt incluse în solicitările de reclame.
ru: Для показа рекламы Google получает ваш IP-адрес, основные сведения об устройстве и приложении, диагностические данные и данные производительности SDK, а также сведения о показах рекламы и взаимодействиях с ней. По IP-адресу может быть определено примерное местоположение. Вес, пульс, сон, питание, фотографии, тренировки, цели, данные GPS и местоположения спортзалов, записанные в BodyMode, не включаются в рекламные запросы.
sk: Na zobrazovanie reklám dostáva Google vašu IP adresu, základné údaje o zariadení a aplikácii, diagnostické a výkonnostné údaje SDK a údaje o zobrazeniach a interakciách s reklamami. Z IP adresy možno odvodiť približnú polohu. Hmotnosť, tepová frekvencia, spánok, jedlá, fotografie, tréningy, ciele, GPS údaje a polohy posilňovní zaznamenané v BodyMode nie sú súčasťou reklamných požiadaviek.
sl: Za prikazovanje oglasov Google prejme vaš naslov IP, osnovne podatke o napravi in aplikaciji, diagnostične podatke in podatke o delovanju SDK ter podatke o prikazih oglasov in interakcijah. Približna lokacija se lahko izpelje iz naslova IP. Teža, srčni utrip, spanje, obroki, fotografije, vadbe, cilji, podatki GPS in lokacije fitnesov, zabeleženi v BodyMode, niso vključeni v oglasne zahteve.
sv: För annonsvisning tar Google emot din IP-adress, grundläggande enhets- och appinformation, SDK-diagnostik- och prestandadata samt data om annonsvisningar och interaktioner. Din ungefärliga plats kan härledas från IP-adressen. Vikt, puls, sömn, måltider, bilder, träningspass, mål, GPS-data och gymplatser som registrerats i BodyMode ingår inte i annonsförfrågningar.
ta: விளம்பரங்களை வழங்க Google உங்கள் IP முகவரி, சாதனம் மற்றும் ஆப்பின் அடிப்படைத் தகவல், SDK கண்டறிதல் மற்றும் செயல்திறன் தரவு, மேலும் விளம்பரக் காட்சி மற்றும் தொடர்புத் தரவைப் பெறுகிறது. IP முகவரியிலிருந்து தோராயமான இருப்பிடம் கணிக்கப்படலாம். BodyMode-ல் பதிவான எடை, இதயத் துடிப்பு, தூக்கம், உணவு, புகைப்படங்கள், வொர்க்அவுட்கள், இலக்குகள், GPS தரவு மற்றும் ஜிம் இருப்பிடங்கள் விளம்பரக் கோரிக்கைகளில் சேர்க்கப்படாது.
te: ప్రకటనలను అందించడానికి Google మీ IP చిరునామా, పరికరం మరియు యాప్ ప్రాథమిక సమాచారం, SDK నిర్ధారణ మరియు పనితీరు డేటా, అలాగే ప్రకటన ప్రదర్శన మరియు పరస్పర చర్య డేటాను స్వీకరిస్తుంది. IP చిరునామా నుంచి సుమారు స్థానం అంచనా వేయబడవచ్చు. BodyModeలో రికార్డ్ చేసిన బరువు, హృదయ స్పందన, నిద్ర, భోజనం, ఫోటోలు, వర్కౌట్లు, లక్ష్యాలు, GPS డేటా మరియు జిమ్ స్థానాలు ప్రకటన అభ్యర్థనల్లో చేర్చబడవు.
th: เพื่อแสดงโฆษณา Google จะได้รับที่อยู่ IP ข้อมูลพื้นฐานของอุปกรณ์และแอป ข้อมูลการวินิจฉัยและประสิทธิภาพของ SDK รวมถึงข้อมูลการแสดงผลและการโต้ตอบกับโฆษณา ตำแหน่งโดยประมาณอาจถูกอนุมานจากที่อยู่ IP น้ำหนัก อัตราการเต้นหัวใจ การนอน อาหาร รูปภาพ การฝึก เป้าหมาย ข้อมูล GPS และตำแหน่งยิมที่บันทึกใน BodyMode จะไม่รวมอยู่ในคำขอโฆษณา
tr: Reklam sunumu için Google; IP adresini, temel cihaz ve uygulama bilgilerini, SDK tanılama ve performans verilerini, reklam gösterimi ve etkileşim verilerini alır. IP adresinden yaklaşık konum tahmin edilebilir. BodyMode'da kaydedilen kilo, kalp atış hızı, uyku, öğünler, fotoğraflar, antrenmanlar, hedefler, GPS verileri ve spor salonu konumları reklam isteklerine dahil edilmez.
uk: Для показу реклами Google отримує вашу IP-адресу, основні відомості про пристрій і застосунок, діагностичні дані та дані продуктивності SDK, а також відомості про покази реклами й взаємодію з нею. За IP-адресою може бути визначено приблизне розташування. Вага, пульс, сон, харчування, фотографії, тренування, цілі, дані GPS і розташування спортзалів, записані в BodyMode, не включаються до рекламних запитів.
vi: Để phân phối quảng cáo, Google nhận địa chỉ IP, thông tin cơ bản về thiết bị và ứng dụng, dữ liệu chẩn đoán và hiệu suất SDK, cùng dữ liệu hiển thị và tương tác quảng cáo. Vị trí gần đúng có thể được suy ra từ địa chỉ IP. Cân nặng, nhịp tim, giấc ngủ, bữa ăn, ảnh, buổi tập, mục tiêu, dữ liệu GPS và vị trí phòng gym được ghi trong BodyMode không được đưa vào yêu cầu quảng cáo.
zh_hans: 为投放广告，Google会接收你的IP地址、设备和应用基本信息、SDK诊断和性能数据，以及广告展示和互动数据。Google可能会根据IP地址推断大致位置。BodyMode中记录的体重、心率、睡眠、餐食、照片、训练、目标、GPS数据和健身房位置不会包含在广告请求中。
zh_hant: 為投放廣告，Google 會接收你的IP位址、裝置與App基本資訊、SDK診斷和效能資料，以與廣告顯示與互動資料。Google可能會根據IP位址推估約略位置。BodyMode 中記錄的體重、心率、睡眠、餐點、照片、訓練、目標、GPS資料與健身房位置不會包含在廣告要求中。

# core_ui.cada6d06bebb
source: 体重・任意
ar_sa: الوزن · اختياري
ca: Pes · Opcional
cs: Hmotnost · Volitelné
da: Vægt · Valgfrit
de_de: Gewicht · Optional
el: Βάρος · Προαιρετικό
en_au: Weight · Optional
es_es: Peso · Opcional
fi: Paino · Valinnainen
fr_ca: Poids · Facultatif
gu: વજન · વૈકલ્પિક
he: משקל · אופציונלי
hi: वज़न · वैकल्पिक
hr: Težina · Neobavezno
hu: Testsúly · Opcionális
id: Berat badan · Opsional
it: Peso · Facoltativo
ko: 체중 · 선택 사항
mr: वजन · ऐच्छिक
ms: Berat · Pilihan
nl_nl: Gewicht · Optioneel
no: Vekt · Valgfritt
pl: Masa ciała · Opcjonalnie
pt_br: Peso · Opcional
pt_pt: Peso · Opcional
ro: Greutate · Opțional
ru: Вес · Необязательно
sk: Hmotnosť · Voliteľné
sl: Teža · Neobvezno
sv: Vikt · Valfritt
ta: எடை · விருப்பம்
te: బరువు · ఐచ్ఛికం
th: น้ำหนัก · ไม่บังคับ
tr: Kilo · İsteğe bağlı
uk: Вага · Необов’язково
vi: Cân nặng · Không bắt buộc
zh_hans: 体重 · 可选
zh_hant: 體重 · 可選

# core_ui.cc1e78c76f29
source: 3回続けて動きを覚える
ar_sa: تعلّم الحركات خلال 3 تمارين
ca: Aprèn els moviments en 3 entrenaments
cs: Naučte se pohyby během 3 tréninků
da: Lær bevægelserne over 3 træninger
de_de: Bewegungsabläufe in 3 Trainings lernen
el: Μάθε τις κινήσεις σε 3 προπονήσεις
en_au: Learn the movements over 3 workouts
es_es: Aprende los movimientos en 3 entrenamientos
fi: Opi liikkeet 3 harjoituskerran aikana
fr_ca: Mémoriser les mouvements en 3 séances
gu: 3 વર્કઆઉટમાં મૂવમેન્ટ શીખો
he: ללמוד את התנועות במהלך 3 אימונים
hi: 3 वर्कआउट में मूवमेंट सीखें
hr: Naučite pokrete kroz 3 treninga
hu: Tanuld meg a mozdulatokat 3 edzés alatt
id: Pelajari gerakan dalam 3 latihan
it: Impara i movimenti in 3 allenamenti
ko: 3회의 운동으로 동작 익히기
mr: 3 वर्कआउटमध्ये हालचाली शिका
ms: Pelajari pergerakan dalam 3 senaman
nl_nl: Leer de bewegingen in 3 trainingen
no: Lær bevegelsene over 3 økter
pl: Naucz się ruchów w ciągu 3 treningów
pt_br: Aprenda os movimentos em 3 treinos
pt_pt: Aprenda os movimentos em 3 treinos
ro: Învață mișcările în 3 antrenamente
ru: Освойте движения за 3 тренировки
sk: Naučte sa pohyby počas 3 tréningov
sl: Naučite se gibov v 3 vadbah
sv: Lär dig rörelserna under 3 träningspass
ta: 3 வொர்க்அவுட்களில் அசைவுகளை கற்றுக்கொள்ளுங்கள்
te: 3 వర్కౌట్లలో కదలికలను నేర్చుకోండి
th: เรียนรู้ท่าทางด้วยการฝึก 3 ครั้ง
tr: Hareketleri 3 antrenmanda öğren
uk: Опануйте рухи за 3 тренування
vi: Ghi nhớ động tác qua 3 buổi tập
zh_hans: 连续训练3次，熟悉动作
zh_hant: 連續訓練3次，熟悉動作

# core_ui.cd89a1bc8f6a
source: {{value1}}種目 / {{value2}}セット
ar_sa: {{value1}} تمارين / {{value2}} مجموعات
ca: {{value1}} exercicis / {{value2}} sèries
cs: {{value1}} cviků / {{value2}} sérií
da: {{value1}} øvelser / {{value2}} sæt
de_de: {{value1}} Übungen / {{value2}} Sätze
el: {{value1}} ασκήσεις / {{value2}} σετ
en_au: {{value1}} exercises / {{value2}} sets
es_es: {{value1}} ejercicios / {{value2}} series
fi: {{value1}} liikettä / {{value2}} sarjaa
fr_ca: {{value1}} exercices / {{value2}} séries
gu: {{value1}} કસરતો / {{value2}} સેટ
he: {{value1}} תרגילים / {{value2}} סטים
hi: {{value1}} एक्सरसाइज़ / {{value2}} सेट
hr: {{value1}} vježbi / {{value2}} serija
hu: {{value1}} gyakorlat / {{value2}} sorozat
id: {{value1}} latihan / {{value2}} set
it: {{value1}} esercizi / {{value2}} serie
ko: 운동 {{value1}}개 / {{value2}}세트
mr: {{value1}} व्यायाम / {{value2}} सेट
ms: {{value1}} latihan / {{value2}} set
nl_nl: {{value1}} oefeningen / {{value2}} sets
no: {{value1}} øvelser / {{value2}} sett
pl: {{value1}} ćwiczeń / {{value2}} serii
pt_br: {{value1}} exercícios / {{value2}} séries
pt_pt: {{value1}} exercícios / {{value2}} séries
ro: {{value1}} exerciții / {{value2}} seturi
ru: {{value1}} упражнений / {{value2}} подходов
sk: {{value1}} cvikov / {{value2}} sérií
sl: {{value1}} vaj / {{value2}} serij
sv: {{value1}} övningar / {{value2}} set
ta: {{value1}} பயிற்சிகள் / {{value2}} செட்கள்
te: {{value1}} వ్యాయామాలు / {{value2}} సెట్లు
th: {{value1}} ท่า / {{value2}} เซ็ต
tr: {{value1}} egzersiz / {{value2}} set
uk: {{value1}} вправ / {{value2}} підходів
vi: {{value1}} bài tập / {{value2}} hiệp
zh_hans: {{value1}}个动作 / {{value2}}组
zh_hant: {{value1}}個動作 / {{value2}}組

# core_ui.ce815d645805
source: 入力完了
ar_sa: تم
ca: Fet
cs: Hotovo
da: Færdig
de_de: Fertig
el: Τέλος
en_au: Done
es_es: Hecho
fi: Valmis
fr_ca: Terminé
gu: પૂર્ણ
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ko: 완료
mr: पूर्ण
ms: Selesai
nl_nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
ta: முடிந்தது
te: పూర్తైంది
th: เสร็จ
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# core_ui.cf7bb911516d
source: この行動を選んだ理由
ar_sa: سبب اختيار هذا الإجراء
ca: Per què s'ha triat aquesta acció
cs: Proč byla tato akce vybrána
da: Hvorfor denne handling blev valgt
de_de: Warum diese Aktion gewählt wurde
el: Γιατί επιλέχθηκε αυτή η ενέργεια
en_au: Why this action was chosen
es_es: Por qué se eligió esta acción
fi: Miksi tämä toiminto valittiin
fr_ca: Pourquoi cette action a été choisie
gu: આ ક્રિયા શા માટે પસંદ થઈ
he: למה הפעולה הזו נבחרה
hi: यह कार्रवाई चुनने का कारण
hr: Zašto je odabrana ova radnja
hu: Miért ezt a műveletet választottuk
id: Alasan tindakan ini dipilih
it: Perché è stata scelta questa azione
ko: 이 행동을 선택한 이유
mr: ही कृती निवडण्याचे कारण
ms: Sebab tindakan ini dipilih
nl_nl: Waarom deze actie is gekozen
no: Hvorfor denne handlingen ble valgt
pl: Dlaczego wybrano to działanie
pt_br: Por que esta ação foi escolhida
pt_pt: Por que esta ação foi escolhida
ro: De ce a fost aleasă această acțiune
ru: Почему выбрано это действие
sk: Prečo bola táto akcia vybraná
sl: Zakaj je bilo izbrano to dejanje
sv: Varför den här åtgärden valdes
ta: இந்தச் செயல் தேர்ந்தெடுக்கப்பட்டதற்கான காரணம்
te: ఈ చర్యను ఎంచుకున్న కారణం
th: เหตุผลที่เลือกกิจกรรมนี้
tr: Bu eylem neden seçildi
uk: Чому вибрано цю дію
vi: Vì sao hành động này được chọn
zh_hans: 选择此行动的原因
zh_hant: 選擇此行動的原因

# core_ui.cfb169f1651f
source: 追加
ar_sa: أضف
ca: Afegeix
cs: Přidat
da: Tilføj
de_de: Hinzufügen
el: Προσθήκη
en_au: Add
es_es: Añadir
fi: Lisää
fr_ca: Ajouter
gu: વધારાનું
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ko: 추가
mr: जोडा
ms: Tambahan
nl_nl: Toevoegen
no: Legg til
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodatno
sv: Lägg till
ta: சேர்க்கவும்
te: జోడించు
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# core_ui.cfb9b70a1a45
source: 実行結果は、次のAI提案へつながります
ar_sa: نتائجك تحسّن اقتراح الذكاء الاصطناعي التالي
ca: Els teus resultats milloren la propera recomanació d'IA
cs: Vaše výsledky zlepšují další doporučení AI
da: Dine resultater forbedrer den næste AI-anbefaling
de_de: Deine Ergebnisse verbessern die nächste KI-Empfehlung
el: Τα αποτελέσματά σου βελτιώνουν την επόμενη πρόταση AI
en_au: Your results improve the next AI recommendation
es_es: Tus resultados mejoran la siguiente recomendación de IA
fi: Tuloksesi parantavat seuraavaa tekoälysuositusta
fr_ca: Vos résultats améliorent la prochaine recommandation de l'IA
gu: તમારા પરિણામો આગળની AI ભલામણ સુધારે છે
he: התוצאות שלך משפרות את המלצת ה-AI הבאה
hi: आपके नतीजे अगले AI सुझाव को बेहतर बनाते हैं
hr: Vaši rezultati poboljšavaju sljedeću AI preporuku
hu: Az eredményeid javítják a következő MI-ajánlást
id: Hasil Anda meningkatkan rekomendasi AI berikutnya
it: I tuoi risultati migliorano il prossimo consiglio dell'IA
ko: 실행 결과가 다음 AI 추천을 개선합니다
mr: तुमचे परिणाम पुढील AI शिफारस सुधारतात
ms: Hasil anda meningkatkan cadangan AI seterusnya
nl_nl: Je resultaten verbeteren de volgende AI-aanbeveling
no: Resultatene dine forbedrer den neste AI-anbefalingen
pl: Twoje wyniki ulepszają następne zalecenie AI
pt_br: Seus resultados melhoram a próxima recomendação da IA
pt_pt: Os seus resultados melhoram a próxima recomendação da IA
ro: Rezultatele tale îmbunătățesc următoarea recomandare AI
ru: Ваши результаты улучшают следующую рекомендацию ИИ
sk: Vaše výsledky zlepšujú ďalšie odporúčanie AI
sl: Vaši rezultati izboljšujejo naslednje priporočilo UI
sv: Dina resultat förbättrar nästa AI-rekommendation
ta: உங்கள் முடிவுகள் அடுத்த AI பரிந்துரையை மேம்படுத்துகின்றன
te: మీ ఫలితాలు తదుపరి AI సిఫార్సును మెరుగుపరుస్తాయి
th: ผลลัพธ์ของคุณช่วยปรับปรุงคำแนะนำ AI ครั้งถัดไป
tr: Sonuçların bir sonraki AI önerisini geliştirir
uk: Ваші результати поліпшують наступну рекомендацію ШІ
vi: Kết quả của bạn giúp cải thiện đề xuất AI tiếp theo
zh_hans: 你的执行结果会改进下一次AI建议
zh_hant: 你的執行結果會改進下一次AI建議
